[
    {
        "author": "Émile Zola",
        "book": "Germinal",
        "quote": "If you shut up truth, and bury it underground, it will but grow."
    },
    {
        "author": "Émile Zola",
        "book": "Germinal",
        "quote": "The workers, who had been crushed by centuries of oppression, had at last become aware of their strength."
    },
    {
        "author": "Émile Zola",
        "book": "Germinal",
        "quote": "There are times when men must be forced to act against their own wills for the good of society."
    },
    {
        "author": "Émile Zola",
        "book": "Germinal",
        "quote": "The revolution was in the air, and it was inevitable."
    },
    {
        "author": "Émile Zola",
        "book": "Germinal",
        "quote": "The mine had become a second world, full of misery and struggle, but also of hope."
    },
    {
        "author": "Émile Zola",
        "book": "Germinal",
        "quote": "Hope is the fuel that keeps the engine of revolution running."
    },
    {
        "author": "Émile Zola",
        "book": "Germinal",
        "quote": "The poor will always rise, for they know the value of their labor."
    },
    {
        "author": "Émile Zola",
        "book": "Germinal",
        "quote": "There is no justice for the poor except the justice they create for themselves."
    },
    {
        "author": "Émile Zola",
        "book": "Germinal",
        "quote": "Each man’s life is a reflection of the society that made him."
    },
    {
        "author": "Émile Zola",
        "book": "Germinal",
        "quote": "It is not the fault of the workers that the world is so unjust, it is the fault of those who exploit them."
    },
    {
        "author": "Émile Zola",
        "book": "Thérèse Raquin",
        "quote": "We cannot change the past, but we can shape our future."
    },
    {
        "author": "Émile Zola",
        "book": "Thérèse Raquin",
        "quote": "There is nothing more dangerous than a woman scorned."
    },
    {
        "author": "Émile Zola",
        "book": "Thérèse Raquin",
        "quote": "In life, there are no simple answers. There are only the consequences of our choices."
    },
    {
        "author": "Émile Zola",
        "book": "Thérèse Raquin",
        "quote": "The heart is a fragile thing, easily shattered by the weight of our desires."
    },
    {
        "author": "Émile Zola",
        "book": "Thérèse Raquin",
        "quote": "The soul is always tormented by the passions that dominate it."
    },
    {
        "author": "Émile Zola",
        "book": "Thérèse Raquin",
        "quote": "To live without love is to live without reason."
    },
    {
        "author": "Émile Zola",
        "book": "Thérèse Raquin",
        "quote": "The human soul is a labyrinth, full of twists and turns that we can never fully understand."
    },
    {
        "author": "Émile Zola",
        "book": "Thérèse Raquin",
        "quote": "There is no redemption in this world for those who choose to live without remorse."
    },
    {
        "author": "Émile Zola",
        "book": "Thérèse Raquin",
        "quote": "Betrayal is the cruelest of all wounds."
    },
    {
        "author": "Émile Zola",
        "book": "L'Assommoir",
        "quote": "The bottle is the only friend of the poor man who has no other comfort."
    },
    {
        "author": "Émile Zola",
        "book": "L'Assommoir",
        "quote": "Alcohol, the silent killer, is the only escape from the misery of life."
    },
    {
        "author": "Émile Zola",
        "book": "L'Assommoir",
        "quote": "A man who drinks is not a man, but a shadow of a man."
    },
    {
        "author": "Émile Zola",
        "book": "L'Assommoir",
        "quote": "Poverty is a crime that society itself commits."
    },
    {
        "author": "Émile Zola",
        "book": "L'Assommoir",
        "quote": "The working class is the backbone of the nation, yet it is crushed underfoot by the system."
    },
    {
        "author": "Émile Zola",
        "book": "L'Assommoir",
        "quote": "There is no escape from the harsh realities of life, no matter how much we drink."
    },
    {
        "author": "Émile Zola",
        "book": "L'Assommoir",
        "quote": "The chains of poverty are the hardest to break."
    },
    {
        "author": "Émile Zola",
        "book": "L'Assommoir",
        "quote": "One cannot escape their fate, but they can choose how they will face it."
    },
    {
        "author": "Émile Zola",
        "book": "L'Assommoir",
        "quote": "A person’s strength is not measured by their success, but by how they endure their suffering."
    },
    {
        "author": "Émile Zola",
        "book": "La Bête Humaine",
        "quote": "Man is a beast, driven by instincts and passions that he cannot control."
    },
    {
        "author": "Émile Zola",
        "book": "La Bête Humaine",
        "quote": "The mind is a terrible thing, for it can justify the darkest of actions."
    },
    {
        "author": "Émile Zola",
        "book": "La Bête Humaine",
        "quote": "There is a savage within every man, waiting to be unleashed."
    },
    {
        "author": "Émile Zola",
        "book": "La Bête Humaine",
        "quote": "The world is a brutal place, where the strong prey on the weak."
    },
    {
        "author": "Émile Zola",
        "book": "La Bête Humaine",
        "quote": "Society is a reflection of the darkest aspects of human nature."
    }
]