[
    {
        "author": "Isaac Asimov",
        "book": "Foundation",
        "quote": "Violence is the last refuge of the incompetent."
    },
    {
        "author": "Isaac Asimov",
        "book": "Foundation",
        "quote": "Never let your sense of morals get in the way of doing what's right."
    },
    {
        "author": "Isaac Asimov",
        "book": "Foundation",
        "quote": "It pays to be obvious, especially if you have a reputation for subtlety."
    },
    {
        "author": "Isaac Asimov",
        "book": "Foundation",
        "quote": "The only way to deal with this life meaningfully is to find one's passion and follow it."
    },
    {
        "author": "Isaac Asimov",
        "book": "Foundation",
        "quote": "In the end, the universe is nothing more than a vast system of cause and effect."
    },
    {
        "author": "Isaac Asimov",
        "book": "Foundation",
        "quote": "I do not fear computers. I fear the lack of them."
    },
    {
        "author": "Isaac Asimov",
        "book": "Foundation",
        "quote": "The most hopelessly stupid man is he who is not aware he is ignorant."
    },
    {
        "author": "Isaac Asimov",
        "book": "I, Robot",
        "quote": "A robot may not injure a human being or, through inaction, allow a human being to come to harm."
    },
    {
        "author": "Isaac Asimov",
        "book": "I, Robot",
        "quote": "The future is already here, it's just not evenly distributed."
    },
    {
        "author": "Isaac Asimov",
        "book": "I, Robot",
        "quote": "It is change, continuing change, inevitable change, that is the dominant factor in society today."
    },
    {
        "author": "Isaac Asimov",
        "book": "I, Robot",
        "quote": "I write for the same reason I breathe—because if I didn't, I would die."
    },
    {
        "author": "Isaac Asimov",
        "book": "I, Robot",
        "quote": "The real question is not whether machines think but whether men do."
    },
    {
        "author": "Isaac Asimov",
        "book": "I, Robot",
        "quote": "The only purpose of a human being is to think, and nothing else."
    },
    {
        "author": "Isaac Asimov",
        "book": "I, Robot",
        "quote": "If you don't want to do it, then don't do it, but don't let anyone talk you into it."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Gods Themselves",
        "quote": "The easiest way to solve a problem is to avoid it altogether."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Gods Themselves",
        "quote": "There is no royal road to science, and no one can do it for you."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Gods Themselves",
        "quote": "Intelligence is not a measure of what you know, but of how you use what you know."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Gods Themselves",
        "quote": "Man is the only animal that is capable of thinking critically."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Gods Themselves",
        "quote": "Science is the key to understanding the universe, and understanding the universe is the key to freedom."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Gods Themselves",
        "quote": "The most dangerous thing to any government is the questioning of its legitimacy."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Gods Themselves",
        "quote": "Life is a constant state of change, but change is a universal law."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Gods Themselves",
        "quote": "We cannot solve our problems with the same thinking we used when we created them."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Gods Themselves",
        "quote": "The most fundamental problem we face as a society is the failure to use our intellect."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Robots of Dawn",
        "quote": "The robot does not feel, but that doesn't mean it is any less human."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Robots of Dawn",
        "quote": "The greatest gift we have is the ability to think, but we must also learn how to apply it."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Robots of Dawn",
        "quote": "In science, there is only one rule: never stop asking questions."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Robots of Dawn",
        "quote": "One cannot believe in miracles and also have faith in reason."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Robots of Dawn",
        "quote": "It is not the task of a robot to take over for humans, but to assist them in their endeavors."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Robots of Dawn",
        "quote": "Reason is the foundation of all human progress."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Robots of Dawn",
        "quote": "To create a truly functional society, we must first understand our flaws."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Robots of Dawn",
        "quote": "It is only when we embrace the unknown that we make real progress."
    },
    {
        "author": "Isaac Asimov",
        "book": "The Robots of Dawn",
        "quote": "To think is to evolve. To refuse to think is to remain stagnant."
    },
    {
        "author": "Isaac Asimov",
        "book": "Pebble in the Sky",
        "quote": "Time is a great teacher, but unfortunately it kills all its pupils."
    }
]