[
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "One is not born, but rather becomes, a woman."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "I am not free while any woman is unfree, even when her shackles are very different from my own."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "Change your life today. Don't gamble on the future, act now, without delay."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "Society cares for the individual only so far as he is profitable."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "It is not love that makes a woman complete; it is her own self."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "When a woman becomes a mother, she is no longer allowed to be an individual."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "The most important problem in life is to become a subject, to have a will of your own."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "To emancipate women is to free men from the tyranny of the masculine."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "Women are not made for the kitchen, nor for submission."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "A woman’s life is shaped by what she is expected to be, not by what she is free to become."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "The first step towards freedom is to recognize one’s own oppression."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "Love, to be true, must be reciprocal."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "The essence of the feminine is to adapt to the role assigned to them by society."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "Sexuality is a social construct, not a biological imperative."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "The feminist revolution is not about replacing one set of patriarchal rules with another; it is about breaking free of the rules altogether."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "Man is defined as a human being and a woman as a female—whenever she behaves as a human being, she is said to imitate the male."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "Freedom is what you do with what’s been done to you."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "The relationship between men and women is one of mutual misunderstanding."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "What we need is not the recognition of the ‘feminine’ but the abolition of all gender roles."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "Women, as well as men, must be able to build their lives on their own values."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "We are all human beings first, regardless of our sex."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "The tragedy of woman’s life is that she has been denied the opportunity to build her own identity."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "The woman who doesn’t allow herself to be defined by society’s norms is often called unnatural."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Second Sex",
        "quote": "In order to become free, a woman must first recognize her own power."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "Memoirs of a Dutiful Daughter",
        "quote": "I had a desire to experience life on my own terms, to experience it fully, before settling for any roles."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "Memoirs of a Dutiful Daughter",
        "quote": "When I was younger, I was naive enough to believe that freedom existed in a perfect world."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "Memoirs of a Dutiful Daughter",
        "quote": "I did not want to be limited by the choices that society had for me as a woman."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "Memoirs of a Dutiful Daughter",
        "quote": "The love of the intellectual life was my first passion, and it was something I pursued beyond anything else."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "Memoirs of a Dutiful Daughter",
        "quote": "The more I questioned the world around me, the more I realized the importance of personal liberation."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Force of Circumstance",
        "quote": "The important thing is not what happens to us, but what we make of what happens."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Force of Circumstance",
        "quote": "I am not afraid of freedom, but the freedom to make decisions often requires courage."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Force of Circumstance",
        "quote": "The power of circumstance shapes our choices, but it cannot dictate our destiny."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Force of Circumstance",
        "quote": "The more I lived, the more I became aware of the complexity of life and the ambiguity of our choices."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Force of Circumstance",
        "quote": "A person’s freedom is not simply the absence of chains, but the ability to act in the world."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Force of Circumstance",
        "quote": "I realized that one cannot truly be free until they understand and accept the limitations that exist."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Force of Circumstance",
        "quote": "The essence of life is to confront it head-on, without denial or avoidance."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Force of Circumstance",
        "quote": "Freedom is not a gift; it is something to be earned every day, with every decision."
    },
    {
        "author": "Simone de Beauvoir",
        "book": "The Force of Circumstance",
        "quote": "In order to live authentically, one must constantly question the roles that society has imposed."
    }
]